Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_ottaa_kayttoon_poikkeustilan_saamelaiskarajien_toimintakyvyn_ja_henkiloston_tyoturvallisuuden_varmistamiseksi.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät ottaa käyttöön poikkeustilan Saamelaiskäräjien toimintakyvyn ja henkilöstön työturvallisuuden varmistamiseksi
sme: Sámediggi váldá geavahussii spiehkastatdili Sámedikki doaibmannávcca ja bargoveaga bargodorvvolašvuođa sihkkarastima várás

source: Saamelaiskäräjien hallitus on päättänyt ottaa käyttöön poikkeustilan 30. syyskuuta 2022 saakka.
sme: Sámedikki stivra lea mearridan váldit atnui spiehkastatdili čakčamánu 30. beaivve 2022 rádjai.

source: Poikkeustila otetaan käyttöön, koska Saamelaiskäräjät ei enää pysty nykyisillä resursseilla vastaamaan Saamelaiskäräjille tulevien asioiden riittävästä valmistelusta pyydetyssä aikataulussa.
sme: Spiehkastatdilli váldojuvvo geavahussii, daningo Sámediggi ii šat bastte dálá resurssaiguin fuolahit Sámediggái boahtti áššiid doarvái buorre válmmaštallamis bivdojuvvon áigetávvaliid siste.

source: Poikkeustilan aikana Saamelaiskäräjät keskittyy huolehtimaan organisaation saamelaiskulttuurin säilymisen ja kehittämisen lakisääteisistä tehtävistä.
sme: Spiehkastatdili áigge Sámediggi bidjá návccaid dasa, ahte fuolaha organisašuvnna sámekultuvrra seailuma ja ovddideami bargguin maid birra lea lágas ásahuvvon.

source: Saamelaiskäräjien tehtävänä on hoitaa saamelaisten omaa kieltä ja kulttuuria sekä heidän asemaansa alkuperäiskansana koskevat asiat.
sme: Sámedikki bargun lea dikšut sámiid iežaset giela ja kultuvrra sihke sin sajádaga eamiálbmogin guoski áššiid.

source: Saamelaiskäräjät edustaa saamelaisia tehtäviinsä kuuluvissa asioissa kansallisissa ja kansainvälisissä yhteyksissä.
sme: Sámediggi ovddasta sámiid bargguidasas gullevaš áššiin sisriikkalaš ja riikkaidgaskasaš oktavuođain.

source: Saamelaiskäräjät on mukana yli 150 työryhmässä, käy vuosittain 30–50 lakisääteistä neuvottelua sekä antaa 120–250 lausuntoa tai esitystä vuodessa.
sme: Sámediggi lea fárus badjel 150 bargojoavkkus, geavvá jahkásaččat 30-50 lágas ásahuvvon ráđđádallama sihke addá 120-250 cealkámuša dahje evttohusa jagis.

source: Saamelaiskäräjien tehtävät ovat lisääntyneet huomattavasti viimeisten vuosien aikana.
sme: Sámedikki barggut leat lassánan dovdomassii maŋimuš jagiid áigge.

source: Esimerkiksi Saamelaiskäräjille tulevien edustuspyyntöjen määrä on lisääntynyt 80 % vuoteen 2019 verrattuna.
sme: Ovdamearkan ovddastanbivdagiid, mat bohtet Sámediggái, mearri lea lassánan 80 % jagi 2019 ektui.

source: Erityisesti tutkimushankkeiden ja selvitysten yhteisölliset suostumuspyynnöt ovat lisääntyneet.
sme: Erenomážit dutkanprošeavttaid ja čielggadusaid searvvušlaš miehtanbivdagat leat lassánan.

source: – Kyse on siitä, että Saamelaiskäräjät on ollut pitkään alirahoitteinen.
sme: – Gažaldat lea das, ahte Sámedikkis lea leamaš guhká jo ruhta vánet.

source: Lisärahoitusta ei ole saatu, vaikka sen tarve on tuotu niin valtiovarainministeriön kuin oikeusministeriönkin tietoon.
sme: Lassiruhtadeapmi ii leat mieđihuvvon, vaikke dárbu lea bukton nu ruhtaministeriija go vuoigatvuođaministeriija dihtui.

source: Saamelaiskäräjien tehtävät ovat määritelty laissa, mutta resurssimme eivät enää riitä meille kuuluvien alati lisääntyvien tehtävien hoitoon, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
sme: Sámedikki barggut leat meroštallon lágas, muhto min resurssat eai šat reahke midjiide gullevaš jámma lassáneaddji bargguid dikšumii, muitala Sámedikki ságajođiheaddji Tuomas Aslak Juuso.

source: Poikkeustilan aikana turvataan Saamelaiskäräjien lakisääteiset tehtävät.
sme: Spiehkastatdili áigge sihkkarastojuvvojit Sámedikki lágas ásahuvvon barggut.

source: Myöhemmäksi siirretään Saamelaiskäräjien toiminnan kehittämiseen liittyvät tehtävät, osa sidosryhmätoiminnasta, tutkimushankkeiden ja selvitysten yhteisöllisten suostumusten valmistelu ja käsittely, osa seminaarien ja tapahtumien järjestämistehtävistä, yhteistyöelinten ja neuvottelukuntien kokouksien järjestäminen, vieraiden vastaanottaminen sekä Saamelaiskäräjien toiminnan esittelyt.
sme: Maŋŋelebbui sirdojuvvojit Sámedikki doaimma ovddideapmái laktáseaddji barggut, oassi čanusjoavkodoaimmas, dutkanprošeavttaid ja čielggadusaid searvvušlaš miehtamiid válmmaštallan ja gieđahallan, oassi semináraid ja dáhpáhusaid ordnenbargguin, oktasašbargoorgánaid ja ráđđádallangottiid čoahkkimiid lágideapmi, gussiid vuostáiváldin sihke Sámedikki doaimmaide oahpisteamit.

source: Työntekijöiden terveysturvallinen työskentely halutaan varmistaa
sme: Háliidit sihkkarastit bargiid dorvvolaš bargama dearvvasvuođa dáfus

source: Saamelaiskäräjillä yksi työntekijä työskentelee yksin toimialallaan ja toimiala voi olla todella laaja.
sme: Sámedikkis okta bargi bargá okto iežas doaibmasuorggistis ja doaibmasuorgi sáhttá leat duođaige viiddis.

source: Työntekijöiden työssäjaksamista koskevissa selvityksissä on todettu, että suuri työmäärä suhteessa Saamelaiskäräjien henkilöstöresursseihin aiheuttaa haitallista työkuormittumista ja palautuminen työn aiheuttamasta kuormituksesta on heikentynyt.
sme: Bargiid bargoveajuid čielggademiin lea boahtán ovdan, ahte stuorra bargomearri Sámedikki bargoveaga ektui noađuha bargiid ja veajuiduvvan bargonoađis lea hedjonan.

source: – Työn kuormittavuutta ei voida enää pienentää organisaation toimintakulttuuria kehittämällä, vaan kuormittavuuden vähentämiseen tarvitaan lisää henkilöresursseja.
sme: – Bargonoađi ii sáhte šat geahpedit organisašuvnna doaibmankultuvrra ovddidemiin, muhto noađuheami geahpedeapmái dárbbašuvvojit lasi bargit.

source: Saamelaiskäräjät on vuosittain esittänyt oikeusministeriölle henkilöresurssien riittävää vahvistamista.
sme: Sámediggi lea jahkásaččat evttohan vuoigatvuođaministeriijai bargoveaga doarvái buorre lasiheami.

source: Työnantajana meidän on suhtauduttava tilanteeseen vakavasti ja ryhdyttävä tarvittaviin toimenpiteisiin terveysturvallisen tilanteen varmistamiseksi, sanoo Saamelaiskäräjien hallintopäällikkö Pia Ruotsala-Kangasniemi.
sme: Bargoaddin mii galgat váldit duođas dili ja álgit dárbbašlaš doaibmabijuide dearvvasvuođa dáfus dorvvolaš bargodili sihkkarastima várás, muitala Sámedikki hálddahushoavda Pia Ruotsala-Kangasniemi.

source: Saamelaiskäräjillä on toteutettu aivoterveyttä koskeva kysely työpajoineen toukokuussa 2021 sekä työterveyshuollon toteuttama kohdennettu työpaikkaselvitys työssä jaksamisesta tammikuussa 2022.
sme: Sámedikkis lea ollašuhtton vuoiŋŋašdearvvasvuođa guoski jearahallan bargobájiiguin 2021 sihke bargodearvvasvuođafuolahusa dahkan čuozihuvvon bargobáikečilgehus bargoveajuin ođđajagemánus 2022.

source: Molemmissa on todettu terveydelle haitallista jatkuvaa ja pitkäaikaista ylikuormitusta.
sme: Guktuin lea boahtán ovdan dearvvasvuhtii vahátlaš joatkašuvvan ja guhkálaš badjelmeare noađđuluvvan.

source: Saamelaiskäräjien hallituksen pöytäkirja 4/2022 kokous 9.-10.5.2022 (asetettu nähtäville 18.5.2022)
sme: Sámedikki stivrra beavdegirji 4/2022 čoahkkin 9.-10.5.2022

source: Lisätietoja:
sme: Lassidieđut:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sme: Tuomas Aslak Juuso Ságajođiheaddji 040 687 3394 tuomas.juuso@samediggi.fi

source: Pia Ruotsala-Kangasniemi Hallintopäällikkö 010 839 3106 / 040 726 2688 pia.ruotsala@samediggi.fi
sme: Pia Ruotsala-Kangasniemi Hálddahushoavda 010 839 3106 / 040 726 2688 pia.ruotsala@samediggi.fi
